export default function About() {
  return (
    <div className="container mx-auto px-4 py-16 pt-24">
      <h1 className="text-3xl font-bold text-center mb-8">О нас</h1>
      <p className="mb-4">
        SEAWIND Travel - ваш надежный партнер в путешествиях по Вьетнаму. Мы специализируемся на организации экскурсий в
        городах Нячанг, Дананг, Хошимин, Ханой и их окресностях.
      </p>
      <p className="mb-4">
        Мы являемся официальным туроператором с международной туристической лицензией, имеются все необходимые подтверждающие документы.
        Имеем право быть принимающей стороной (Destination Management Company (DMC))
      </p>
      <p className="mb-4">
        Наша команда состоит из опытных профессионалов, которые знают и любят Вьетнам. Мы предлагаем широкий выбор
        экскурсий с русскоговорящими гидами, чтобы вы могли полностью погрузиться в культуру и красоту этой удивительной
        страны.
      </p>
      <p className="mb-8">
        С SEAWIND Travel вы получите незабываемые впечатления и яркие эмоции от путешествия по Вьетнаму!
      </p>
    </div>
  )
}
